app/controllers/documents_controller.rb

INSERT INTO "documents" ("name", "business", "email", "phone", "product", "payment", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?, ?, ?, ?)
---
  def create
    @document = Document.new(document_params)

    respond_to do |format|
      if @document.save